---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowTriserCorseGeom
source: html/d4a2db68-1720-3969-345c-2c063c5f3aef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowTriserCorseGeom Property

"Show Triser Corse Geometry"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowTriserCorseGeom { get; }
```